bundles/org.openhab.binding.ihc/src/test/resources/ResourceValueNotificationsQuery.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:utcs="utcs">
 <soapenv:Body>
  <utcs:waitForResourceValueChanges1>1</utcs:waitForResourceValueChanges1>
 </soapenv:Body>
</soapenv:Envelope>